Repository: andrekeller/viafier2
Catalog: viafier2/rollingstock/locale/*/LC_MESSAGES/django.po
Languages: de

source: rollingstock
de: Rollmaterial

source: assembly name
de: Aufbaubezeichnung

source: assembly number
de: Aufbaunummer

source: assembly type
de: Aufbauart

source: picture
de: Bild

source: Assembly
de: Aufbau

source: Assemblies
de: Aufbauten

source: assembly type name
de: Aufbauartbezeichnung

source: Assembly type
de: Aufbauart

source: Assembly types
de: Aufbauarten

source: operator name
de: Bahngesellschaft

source: abbreviated operator name
de: Bahngesellschaft (Abkürzung)

source: operator
de: Bahngesellschaft

source: operators
de: Bahngesellschaften

source: class
de: Baureihe

source: variant
de: Variante

source: for classes that have a revision that is not displayed on the vehicle
de: für Baureihen mit Revision welche nicht auf dem Fahrzeug angeschrieben ist

source: hide revision
de: Revision verstecken

source: supports markdown
de: unterstützt Markdown

source: description
de: Beschreibung

source: vehicle class
de: Baureihe

source: vehicle classes
de: Baureihen

source: vehicle number
de: Fahrzeugnummer

source: vehicle
de: Fahrzeug

source: vehicles
de: Fahrzeuge
